Repository: mozilla-l10n/mt-training-data
Catalog: vot/vot_pontoon.tmx
Source language: en_us
Languages: vot

source: Why is my language not included yet?
vot: Почему мой язык ещё не добавлен?

source: Why should I sign up for an account?
vot: Почему я должен зарегистрироваться?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
vot: Вы хотите, чтобы ваши голосовые записи также были удалены, или вы хотите оставить их в наборе данных Common Voice?

source: Yes
vot: Daa

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
vot: Daa, saattõka millõ epošti. Я хочу быть в курсе новостей проекта Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
vot: Daa, saattõka millõ epošti. Я хочу быть в курсе новостей о прогрессе этого языка на Common Voice.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
vot: Да, мы особенно хотим ваш голос! Часть миссии Common Voice — собрать как можно больше различных акцентов, чтобы службы распознавания голоса работали одинаково хорошо для всех и каждого. Это означает, что вклады не носителей языка особенно важны.

source: You
vot: Вы

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
vot: Вы собираетесь совершить загрузку <size>{ $size } ГБ</size>, продолжить?

source: You are prepared to initiate a download of <b>{ $size }</b>
vot: Вы собираетесь совершить загрузку <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
vot: Вы можете сделать свое имя пользователя публичным или анонимным.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
vot: Вы можете помочь в создании разнообразного и открытого набора данных, создав профиль Common Voice и помогая своим голосом.

source: You must allow microphone access.
vot: Вы должны разрешить доступ к микрофону.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
vot: Ваши анонимные записи голоса останутся в наборе данных Common Voice. После удаления вашего профиля вы больше не сможете отправить запрос на удаление ваших записей из набора данных

source: Your avatar now includes a voice clip!
vot: У вашего аватара теперь есть голос!

source: Your daily goal has been created
vot: Ваша дневная цель была создана

source: Your download has started.
vot: Ваша загрузка началась.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
vot: Вы <bold>НЕ</bold> будете получать такие письма, как напоминания о целях, уведомления о достижениях и новости о Common Voice.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
vot: Вы будете получать такие письма, как напоминания о целях, уведомления о своих достижениях и новости о Common Voice.

source: Your Languages
vot: Ваши языки

source: Your username and email will not be associated with the published data.
vot: Ваше имя пользователя и адрес электронной почты не будут связаны с опубликованными данными.

source: Your weekly goal has been created
vot: Ваша недельная цель была создана

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
vot: Вы помогли Common Voice достичь <goalPercentage></goalPercentage> из нашей ежедневной цели по записи в { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
vot: Вы помогли Common Voice достичь <goalPercentage></goalPercentage> из нашей ежедневной цели по проверке в { $goalValue }!

source: You've successfully signed up for contributing to { $language }. Thank you.
vot: Вы успешно зарегистрировались, чтобы помочь внести вклад в { $language } язык. Спасибо.
